IDEA Open Model
MeshElement2D.Points Property
Compatible with IDEA StatiCa Beta 20.0
 Points
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<int> Points { get; set; }
Public Property Points As List(Of Integer)
	Get
	Set
Property Value
Type: List<Int32>
See Also
Reference
MeshElement2D Class
IdeaRS.OpenModel.Result Namespace